*** change fn keys to be useful 
:LOGBOOK:
CLOCK: [2016-10-08 Sat 03:44]--[2016-10-08 Sat 03:48] =>  0:04
:END:

*** break 
:LOGBOOK:
CLOCK: [2016-10-08 Sat 03:48]--[2016-10-08 Sat 05:41] =>  1:53
:END:

included meditation, shower, stretching and reading less wrong

*** tasks
:LOGBOOK:
CLOCK: [2016-10-08 Sat 05:41]--[2016-10-08 Sat 06:12] =>  0:31
:END:

